Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྣམ་པར་ཤེས་པས་སྟོང་ངོ་།
en: Feelings, perceptions, formative predispositions, and consciousness are empty of consciousness and [the aforementioned aggregates].

source: །མིག་མིག་གིས་སྟོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཡིད་ཀྱིས་སྟོང་ངོ་།
en: The eyes are empty of the eyes, and similarly, the ears, nose, tongue, body, and mental faculty are empty of the mental faculty [and the aforementioned sense organs].

source: །གཟུགས་གཟུགས་ཀྱིས་སྟོང་ངོ་།
en: Sights are empty of sights.

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ཆོས་ཀྱིས་སྟོང་ངོ་།
en: Sounds, odors, tastes, tangibles, and mental phenomena are empty of mental phenomena [and the aforementioned sense objects].

source: །མིག་གི་རྣམ་པར་ཤེས་པ་མིག་གི་རྣམ་པར་ཤེས་པས་སྟོང་ངོ་།
en: Visual consciousness is empty of visual consciousness.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པས་སྟོང་ངོ་།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are empty of mental consciousness [and the aforementioned aspects of consciousness].

source: །མིག་གི་འདུས་ཏེ་རེག་པ་མིག་གི་འདུས་ཏེ་རེག་པས་སྟོང་ངོ་།
en: Sensory contact that is visually compounded is empty of sensory contact that is visually compounded.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པས་སྟོང་ངོ་།
en: Sensory contact that is audibly compounded, sensory contact that is nasally compounded, sensory contact that in lingually compounded, sensory contact that is corporally compounded, and sensory contact that is mentally compounded are empty of sensory contact that is mentally compounded [and so forth].

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་ངོ་། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: Feelings conditioned by sensory contact that is visually compounded are empty of feelings conditioned by sensory contact that is visually compounded.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་ངོ་།
en: Feelings conditioned by sensory contact that is audibly compounded, feelings conditioned by sensory contact that is nasally compounded, feelings conditioned by sensory contact that in lingually compounded, feelings conditioned by sensory contact that is corporally compounded, and feelings conditioned by sensory contact that is mentally compounded are empty of feelings conditioned by sensory contact that is mentally compounded [and so forth]. “

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་སྟོང་ངོ་།
en: The perfection of generosity is empty of the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་སྟོང་ངོ་།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are empty of the perfection of wisdom [and so forth].

source: །ནང་སྟོང་པ་ཉིད་ནང་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་ངོ་། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར།
en: The emptiness of internal phenomena is empty of the emptiness of internal phenomena.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་ངོ་།
en: The [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are empty of the emptiness of the essential nature of nonentities [and so forth].

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱིས་སྟོང་ངོ་། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་།
en: The thirty-seven factors conducive to enlightenment are empty of the thirty-seven factors conducive to enlightenment.

source: ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་།
en: The truths of the noble ones, the meditative concentrations, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, and wishlessness that are the gateways to liberation, the extrasensory powers, the gateways of meditative stability and dhāraṇī, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the distinct qualities of the buddhas are all empty of the distinct qualities of the buddhas [and so forth].

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱིས་སྟོང་ངོ་། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཡང་བྱང་ཆུབ་སེམས་དཔས་སྟོང་ངོ་།
en: Bodhisattvas are also empty of bodhisattvas.

source: །གོ་ཆ་ཆེན་པོ་ཡང་གོ་ཆ་ཆེན་པོས་སྟོང་སྟེ།
en: The great armor is also empty of the great armor.

source: བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། གོ་ཆ་མ་མཆིས་པའི་གོ་ཆ་བགོས་པར་རིག་པར་བགྱིའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: It is for that reason, Blessed Lord, that bodhisattva great beings should know that they are donning armor that is a nonexistent armor.”

source: རབ་འབྱོར་ཇི་སྐད་དུ་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: The Blessed One then said, “Subhūti, it is so!

source: དེ་དེ་བཞིན་ནོ།
en: It is just as you have said!

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་མ་བྱས། རྣམ་པར་མ་བྱས།
en: If you ask why, Subhūti, it is because all-aspect omniscience has neither been created, nor been developed, nor been composed.

source: མངོན་པར་མ་བྱས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་གི་དོན་དུ་གོ་ཆ་ཆེན་པོ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས། རྣམ་པར་མ་བྱས། མངོན་པར་མ་བྱས་སོ།
en: Even the beings for whom bodhisattva great beings don the great armor have neither been created, nor been developed, nor been composed.” “

source: །གསོལ་པ།
en: Blessed Lord!

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་བགྱིས།
en: For what reason has all-aspect omniscience neither been created, nor been developed, nor been composed?

source: རྣམ་པར་མ་བགྱིས། མངོན་པར་མ་བགྱིས་པ་ལགས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་གི་དོན་དུ་གོ་ཆ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་ཅིའི་སླད་དུ་མ་བགྱིས། རྣམ་པར་མ་བགྱིས། མངོན་པར་མ་བགྱིས་པ་ལགས།
en: Why have the beings for whom bodhisattva great beings don the great armor neither been created, nor been developed, nor been composed?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱེད་པ་པོ་དམིགས་སུ་མེད་པའི་ཕྱིར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་བྱས། རྣམ་པར་མ་བྱས། མངོན་པར་མ་བྱས་སོ།
en: Subhūti,” replied the Blessed One, “it is because there is no creator to be apprehended that all-aspect omniscience has itself neither been created, nor been developed, nor been composed.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་གི་དོན་དུ་གོ་ཆ་ཆེན་པོ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས། རྣམ་པར་མ་བྱས། མངོན་པར་མ་བྱས་སོ།
en: Those beings for whom bodhisattva great beings don the great armor, too, are neither created, nor developed, nor composed.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་གཟུགས་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་།
en: If you ask why, Subhūti, it is because physical forms are neither created, nor developed, nor composed, and feelings, perceptions, formative predispositions, and consciousness are neither created, nor developed, nor composed.

source: རྣམ་པར་ཤེས་པ་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །རབ་འབྱོར་མིག་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ།
en: Subhūti, the eyes are neither created, nor developed, nor composed.

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མི་བྱེད།
en: The ears, nose, tongue, body, and mental faculty are neither created, nor developed, nor composed.

source: རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །རབ་འབྱོར་གཟུགས་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ།
en: Subhūti, sights are neither created, nor developed, nor composed.

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་མི་བྱེད་རྣམ་པར་མི་བྱེད་མངོན་པར་མི་བྱེད་དོ།
en: Sounds, odors, tastes, tangibles, and mental phenomena are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་མིག་གི་རྣམ་པར་ཤེས་པ་མི་བྱེད་རྣམ་པར་མི་བྱེད་མངོན་པར་མི་བྱེད་དོ།
en: Subhūti, visual consciousness is neither created, nor developed, nor composed.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མི་བྱེད།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are neither created, nor developed, nor composed.

source: རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པ་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ།
en: Subhūti, sensory contact that is visually compounded is neither created, nor developed, nor composed.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མི་བྱེད།
en: Sensory contact that is audibly compounded, sensory contact that is nasally compounded, sensory contact that in lingually compounded, sensory contact that is corporally compounded, and sensory contact that is mentally compounded are neither created, nor developed, nor composed.

source: རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །རབ་འབྱོར་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ།
en: Subhūti, feelings conditioned by sensory contact that is visually compounded are neither created, nor developed, nor composed.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མི་བྱེད།
en: Feelings conditioned by sensory contact that is audibly compounded, feelings conditioned by sensory contact that is nasally compounded, feelings conditioned by sensory contact that is lingually compounded, feelings conditioned by sensory contact that is corporally compounded, and feelings conditioned by sensory contact that is mentally compounded are neither created, nor developed, nor composed. {

source: རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དོ། །རབ་འབྱོར་བདག་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: Dt.192} “Subhūti, the ‘self’ is neither created, nor developed, nor composed.

source: མངོན་པར་མི་བྱེད་དེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་དུ་མི་དམིགས་པའི་ཕྱིར་རོ།
en: If you ask why, it is because it is absolutely nonapprehensible.

source: །རབ་འབྱོར་སེམས་ཅན་ནི་མི་བྱེད་རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, beings are neither created, nor developed, nor composed.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་དུ་མི་དམིགས་པའི་ཕྱིར་རོ། །གསོ་བ་དང་།
en: If you ask why, it is because they are absolutely nonapprehensible.

source: སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ཅན་དང་། ཤེད་བདག་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: Life, living creatures, individuals, human beings, people, actors, experiencers, knowers, and viewers are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་རྨི་ལམ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, dreams are neither created, nor developed, nor composed.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་དུ་མི་དམིགས་པའི་ཕྱིར་རོ།
en: If you ask why, it is because they are absolutely nonapprehensible.

source: །སྒྱུ་མ་དང་། སྒྲ་བརྙན་དང་། མིག་ཡོར་དང་། གཟུགས་བརྙན་དང་། སྨིག་རྒྱུ་དང་། སྤྲུལ་པ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: Magical displays, echoes, optical aberrations, reflections, mirages, and phantoms are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, the perfection of generosity is neither created, nor developed, nor composed.

source: །རབ་འབྱོར་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: Subhūti, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are neither created, nor developed, nor composed.

source: མངོན་པར་མི་བྱེད་དེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་ཏུ་མི་དམིགས་པའི་ཕྱིར་རོ།
en: If you ask why, it is because they are absolutely nonapprehensible. “

source: །རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ནི་མི་བྱེད་རྣམ་པར་མི་བྱེད་མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, the emptiness of internal phenomena is neither created, nor developed, nor composed.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་ཏུ་མི་དམིགས་པའི་ཕྱིར་རོ།
en: If you ask why, it is because it is absolutely nonapprehensible.

source: །རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད་མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, the thirty-seven factors conducive to enlightenment are neither created, nor developed, nor composed.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་དུ་མི་དམིགས་པའི་ཕྱིར་རོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: If you ask why, it is because they are absolutely nonapprehensible.

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: The truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, and wishlessness—the gateways to liberation—the extrasensory powers, the gateways of the meditative stabilities and dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་དེ་བཞིན་ཉིད་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, the real nature is neither created, nor developed, nor composed.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཤིན་དུ་མི་དམིགས་པའི་ཕྱིར་རོ། །མ་ནོར་པ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་།
en: If you ask why, it is because it is absolutely nonapprehensible.

source: ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད།
en: The unmistaken real nature, the one and only real nature, the reality, the realm of phenomena, the abiding nature of reality, the maturity with respect to all phenomena, the very limit of reality, and the inconceivable realm are neither created, nor developed, nor composed.

source: །རབ་འབྱོར་བྱང་ཆུབ་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, enlightenment is neither created, nor developed, nor composed.

source: །རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མི་བྱེད། རྣམ་པར་མི་བྱེད། མངོན་པར་མི་བྱེད་དེ།
en: Subhūti, all-aspect omniscience is neither created, nor developed, nor composed.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ན། འདི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དེ་མ་བྱས། རྣམ་པར་མ་བྱས། མངོན་པར་མ་བྱས་པར་རིག་པར་བྱའོ།
en: Subhūti, those are the formulations explaining how one should know that all-aspect omniscience is neither created, nor developed, nor composed.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་གི་དོན་དུ་གོ་ཆ་ཆེན་པོ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས། རྣམ་པར་མ་བྱས། མངོན་པར་མ་བྱས་པར་རིག་པར་བྱའོ།
en: One should know that the beings for whom bodhisattva great beings don the great armor are also neither created, nor developed, nor composed.

source: །རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གོ་ཆ་ཆེན་པོ་བགོས་པ་ནི། གོ་ཆ་མེད་པའི་གོ་ཆ་ཆེན་པོ་བགོས་པ་ཞེས་བྱའོ། །གསོལ་པ།
en: So it is, Subhūti, that bodhisattva great beings who don the great armor are said to don the great armor that is a nonexistent armor.” “

source: བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Blessed Lord, as I understand the words spoken by the Blessed One, physical forms, Blessed Lord, are neither fettered nor liberated.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་བྱམས་གང་གི་བུས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གཟུགས་མ་བཅིངས་མ་གྲོལ་བ་ཡིན་ནམ།
en: The venerable Pūrṇa Maitrāyaṇīputra then addressed the venerable Subhūti: “Venerable Subhūti, are physical forms neither fettered nor liberated?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མ་བཅིངས་མ་གྲོལ་བ་ཡིན་ནམ།
en: Are feelings, perceptions, formative predispositions, and consciousness neither fettered nor liberated?” “

source: སྨྲས་པ་ཚེ་དང་ལྡན་པ་གང་པོ་དེ་དེ་བཞིན་ཏེ།
en: Venerable Pūrṇa, it is so.

source: ཚེ་དང་ལྡན་པ་གང་པོ་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, physical forms are neither fettered nor liberated.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །གང་པོས་སྨྲས་པ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.”

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་དེ་ལྟར་མ་བཅིངས་མ་གྲོལ་བའི་གཟུགས་གང་ཡིན།
en: Then the venerable Pūrṇa asked, “Venerable Subhūti, what are those physical forms that are neither fettered nor liberated?

source: དེ་ལྟར་མ་བཅིངས་མ་གྲོལ་བའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན། སྨྲས་པ།
en: What are those feelings, perceptions, formative predispositions, and consciousness that are neither fettered nor liberated?” “

source: ཚེ་དང་ལྡན་པ་གང་པོ། གང་འདི་རྨི་ལམ་ལྟ་བུའི་གཟུགས་དེ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, physical forms that resemble dreams are neither fettered nor liberated.

source: །གང་འདི་རྨི་ལམ་ལྟ་བུའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དེ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །གང་འདི་སྒྱུ་མ་ལྟ་བུ་དང་།
en: Feelings, perceptions, formative predispositions, and consciousness that resemble dreams are neither fettered nor liberated.

source: སྒྲ་བརྙན་ལྟ་བུ་དང་། མིག་ཡོར་ལྟ་བུ་དང་། གཟུགས་བརྙན་ལྟ་བུ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། སྤྲུལ་པ་ལྟ་བུའི་གཟུགས་དེ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Physical forms that resemble a magical display, an echo, an optical aberration, a reflection, a mirage, or a phantom are neither fettered nor liberated.

source: །གང་འདི་སྤྲུལ་པ་ལྟ་བུའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། སྤྲུལ་པ་ལྟ་བུའི་རྣམ་པར་ཤེས་པ་དེ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Feelings, perceptions, formative predispositions, and consciousness that resemble a magical display, an echo, an optical aberration, a reflection, a mirage, or a phantom are neither fettered nor liberated. {

source: །ཚེ་དང་ལྡན་པ་གང་པོ་འདས་པའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །འདས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Dt.193} Venerable Pūrṇa, physical forms of the past are neither fettered nor liberated, and feelings, perceptions, formative predispositions, and consciousness of the past are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་མ་འོངས་པའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །མ་འོངས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, physical forms of the future are neither fettered nor liberated, and feelings, perceptions, formative predispositions, and consciousness of the future are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་ད་ལྟར་བྱུང་བའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །ད་ལྟར་བྱུང་བའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, physical forms of the present are neither fettered nor liberated, and feelings, perceptions, formative predispositions, and consciousness of the present are neither fettered nor liberated.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཚེ་དང་ལྡན་པ་གང་པོ་གཟུགས་མེད་པའི་ཕྱིར། གཟུགས་མ་བཅིངས་མ་གྲོལ་བའོ།
en: If you ask why, Venerable Pūrṇa, physical forms are neither fettered nor liberated because physical forms are nonexistent.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མེད་པའི་ཕྱིར། རྣམ་པར་ཤེས་པ་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated because they are nonexistent.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཟུགས་དབེན་པའི་ཕྱིར། གཟུགས་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, physical forms are neither fettered nor liberated because physical forms are void.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དབེན་པའི་ཕྱིར། རྣམ་པར་ཤེས་པ་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated because they are void.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཟུགས་མ་སྐྱེས་པའི་ཕྱིར། གཟུགས་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Physical forms are neither fettered nor liberated because physical forms are nonarising.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མ་སྐྱེས་པའི་ཕྱིར། རྣམ་པར་ཤེས་པ་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated because they are nonarising. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དགེ་བའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །དགེ་བའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, virtuous physical forms are neither fettered nor liberated, and virtuous feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་མི་དགེ་བའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །མི་དགེ་བའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, nonvirtuous physical forms are neither fettered nor liberated, and nonvirtuous feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་ལུང་དུ་མ་བསྟན་པའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །ལུང་དུ་མ་བསྟན་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, indeterminate physical forms are neither fettered nor liberated, and indeterminate feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་འཇིག་རྟེན་པའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །འཇིག་རྟེན་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, mundane physical forms are neither fettered nor liberated, and mundane feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་འཇིག་རྟེན་ལས་འདས་པའི་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བའོ། །འཇིག་རྟེན་ལས་འདས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Venerable Pūrṇa, supramundane physical forms are neither fettered nor liberated, and supramundane feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.
